---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCorniceError
source: html/380e2c6d-c983-f88c-324c-38ee81073f83.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCorniceError Property

Could not create Wall Sweep. [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateCorniceError { get; }
```